Repository: psp2111-ADSLGATE/psp2111-ADSLGATE.github.io
Catalog: repo/skin.arctic.fuse-0.7.16/language/resource.language.*/strings.po
Languages: fi_fi

# #31273
source: Press down to access scrollbar
fi_fi: Näytä vierityspalkki painamalla alas

# #31274
source: Icon
fi_fi: Kuvake

# #31275
source: Customise search
fi_fi: Mukauta hakua

# #31276
source: Press down to explore recommendations
fi_fi: Tutki suosituksia painamalla alas

# #31277
source: Press up to access filter options
fi_fi: Näytä suodatusvalinnat painamalla ylös

# #31278
source: Show text labels on board widgets
fi_fi: Näytä tekstiotsikot laudan widgeteissä

# #31279
source: Studio icons
fi_fi: Studioiden kuvakkeet

# #31280
source: Seekbar displays plot with title details
fi_fi: Hakupalkki näyttää juoni- ja otsaketiedot

# #31281
source: Configure hub
fi_fi: Määritä hubi

# #31282
source: Widget
fi_fi: Widgetti

# #31283
source: Played
fi_fi: Toistettu

# #31284
source: Press down to access filter options
fi_fi: Näytä suodatusvalinnat painamalla alas

# #31285
source: Classification (MPAA)
fi_fi: Ikäluokitus (MPAA)

# #31286
source: Won
fi_fi: Palkittiin

# #31287
source: Nominated for
fi_fi: Ehdolla

# #31288
source: Press right to access filter options
fi_fi: Näytä suodatusvalinnat painamalla oikealle

# #31289
source: Touch mode
fi_fi: Kesketustila

# #31291
source: Play counts and dates
fi_fi: Toistokerrat ja päiväykset

# #31292
source: Disables screen edge peek offset
fi_fi: Poistaa näytön reunakurkkauksen poikkeaman käytöstä

# #31293
source: Press down for cast and more info
fi_fi: Näytä näyttelijät ja tiedot painamalla alas

# #31294
source: Press down for bookmarks and chapters
fi_fi: Näytä kirjanmerkit ja kappaleet painamalla alas

# #31295
source: Press down for channels
fi_fi: Näytä kanavat painamalla alas

# #31296
source: Press down for playlist
fi_fi: Näytä toistolista painamalla alas

# #31298
source: Press down for movies and tv shows starring this actor
fi_fi: Näytä näyttelijän elokuvat ja sarjat painamalla alas

# #31299
source: Information is loading
fi_fi: Tietoja ladataan

# #31300
source: Customise window background
fi_fi: Mukauta ikkunan taustaa

# #31301
source: Kiosk Mode
fi_fi: Kioskitila

# #31302
source: Management options
fi_fi: Hallintavalinnat

# #31303
source: Customise fallback image folder
fi_fi: Muokkaa varakuvien kansiota

# #31304
source: Expanded labels on focus
fi_fi: Laajenna aktiiviset otsikot

# #31305
source: Slide up on focus
fi_fi: Liu'u ylös aktivoituessa

# #31306
source: Focus second position
fi_fi: Kohdista toinen sijainti

# #31307
source: Instrument
fi_fi: Soitin

# #31308
source: Mood
fi_fi: Tunnelma

# #31309
source: Glass
fi_fi: Lasi

# #31310
source: Expand
fi_fi: Laajenna

# #31311
source: Weekly
fi_fi: Viikottain

# #31312
source: Spinner
fi_fi: Spinneri

# #31313
source: Always visible
fi_fi: Näkyy aina

# #31314
source: Link category visibility to side menu item
fi_fi: Liitä kategorioiden näkyvyys sivuvalikon kohteisiin

# #31315
source: $INFO[Container(22001).ListItem.Label,, ]visibility
fi_fi: $INFO[Container(22001).ListItem.Label,, ]näkyvyys

# #31316
source: Link visibility
fi_fi: Linkin näkyvyys

# #31317
source: Categories for $INFO[Window(Home).Property(Shortcuts.Category)]
fi_fi: Kohteen $INFO[Window(Home).Property(Shortcuts.Category)] kategoriat

# #31318
source: Use global widget group
fi_fi: Käytä globaalia widgettiryhmää

# #31319
source: View
fi_fi: Näkymä

# #31321
source: Configure viewtypes
fi_fi: Määritä näkymätyypit

# #31323
source: Filter visible categories in dialog by group
fi_fi: Suodata ikkunassa näkyvät kategoriat ryhmien perusteella

# #31324
source: Content
fi_fi: Sisältö

# #31325
source: Unsupported in global widgets
fi_fi: Ei tuettu globaaleissa widgeteissä

# #31326
source: Choose sidemenu spotlight
fi_fi: Valitse sivuvalikon poiminta

# #31327
source: Choose category spotlight
fi_fi: Valitse kategorian poiminta

# #31328
source: Edit widgets
fi_fi: Muokkaa widgettejä

# #31329
source: Text
fi_fi: Teksti

# #31330
source: Crop
fi_fi: Leikkaa

# #31331
source: Background style
fi_fi: Taustan tyyli

# #31332
source: New search
fi_fi: Uusi haku

# #31333
source: Press down to view next widget group
fi_fi: Näytä seuraava widgettiryhmä painamalla alas

# #31334
source: Comments
fi_fi: Kommentit

# #31335
source: Game menu
fi_fi: Pelivalikko

# #31336
source: Select + X
fi_fi: Valitse + X

# #31337
source: Select + Start
fi_fi: valitse + Start

# #31338
source: Select + Right Stick
fi_fi: Valitse + Oikea ohjainsauva

# #31339
source: No further widget groups available
fi_fi: Widgettiryhmiä ei ole enempää

# #31340
source: Reset skin to defaults
fi_fi: Palauta ulkoasun oletukset

# #31341
source: Combine widget stack
fi_fi: Yhdistä widgettipino

# #31342
source: More Unavailable
fi_fi: Lisää ei ole saavatilla

# #31343
source: Disables next widget peek
fi_fi: Poistaa seuraavan widgetin "kurkkauksen"

# #31344
source: Sort letter
fi_fi: Järjestyskirjain

# #31345
source: Direction
fi_fi: Suunta

# #31346
source: Press down for more by this artist
fi_fi: Näytä lisää tältä esittäjältä painamalla alas

# #31347
source: Group focus indicator
fi_fi: Ryhmän aktiivisuusindikaattori

# #31348
source: Press down for channel EPG
fi_fi: Näytä kanavan ohjelmaopas painamalla alas

# #31349
source: Replace close button with menu
fi_fi: Korvaa sulkupainiko valikolla

# #31350
source: Thanks
fi_fi: Kiitokset

# #31351
source: Hubs
fi_fi: Hubit

# #31352
source: Topbar
fi_fi: Yläpalkki

# #31353
source: Elapsed
fi_fi: Kulunut

# #31354
source: Remaining
fi_fi: Jäljellä

# #31355
source: Seekbar time display
fi_fi: Ajan näyttö hakupalkissa

# #31356
source: Use local cast details
fi_fi: Käytä paikallisia näyttelijätietoja

# #31357
source: Artwork Overlay
fi_fi: Mediakuvituspeite

# #31358
source: Waiting for plugins
fi_fi: Odotetaan lisäosia

# #31359
source: Switch user
fi_fi: Vaihda käyttäjää

# #31360
source: Disable all ratings
fi_fi: Poista kaikki arviot käytöstä

# #31361
source: Customise background image
fi_fi: Mukauta taustakuvaa

# #31362
source: Side items
fi_fi: Laidan kohteet

# #31363
source: Menu items
fi_fi: Valikon kohteet

# #31364
source: Reload
fi_fi: Lataa uudelleen

# #31365
source: Node
fi_fi: Osio

# #31366
source: Uncropped
fi_fi: Leikkaamaton

# #31367
source: Episode thumb for info dialog background
fi_fi: Jakson kuva tietonäytön taustana

# #31368
source: Searching for
fi_fi: Etsitään

# #31369
source: Video file
fi_fi: Videotiedosto

# #31370
source: Switch profile
fi_fi: Vaihda profiilia

# #31371
source: Sorted by
fi_fi: Järjestysperusteena

# #31372
source: Options tray
fi_fi: Asetustarjotin

# #31373
source: Stacked
fi_fi: Pinottu

# #31374
source: Reset skin settings to defaults
fi_fi: Palauta ulkoasun oletusasetukset

# #31375
source: Install zip
fi_fi: Asenna .zip-tiedostosta

# #31376
source: Reset discover search history
fi_fi: Tyhjennä hakuhistorian ehdotukset

# #31377
source: Next window
fi_fi: Seuraava ruutu

# #31378
source: Foreign
fi_fi: Vierasmaalainen

# #31379
source: Edit categories
fi_fi: Muokkaa kategorioita

# #31380
source: Forecast
fi_fi: Ennuste

# #31381
source: Returning
fi_fi: Jatkuva

# #31382
source: All items
fi_fi: Kaikki kohteet

# #31383
source: Production
fi_fi: Tuotanto

# #31384
source: Tray labels
fi_fi: Tarjottimen otsikot

# #31385
source: Secondary
fi_fi: Toissijainen

# #31386
source: Primary
fi_fi: Ensisijainen

# #31387
source: Contextual
fi_fi: Kontekstuaalinen

# #31389
source: Parent widget
fi_fi: Ylätason widgetti

# #31390
source: Release Year
fi_fi: Julkaisuvuosi

# #31391
source: Minimal
fi_fi: Minimaalinen

# #31392
source: Explore Widgets
fi_fi: Tutki widgettejä

# #31393
source: Notification style
fi_fi: Ilmoitustyyli

# #31394
source: Floating
fi_fi: Kelluva

# #31395
source: Tabbed
fi_fi: Välilehdellinen

# #31396
source: Recent Movies
fi_fi: Viimeksi katsotut elokuvat

# #31397
source: Recent Tv Shows
fi_fi: Viimeksi katsotut sarjat

# #31398
source: New Movies
fi_fi: Uudet elokuvat

# #31399
source: New TV Shows
fi_fi: Uudet sarjat

# #31400
source: New Episodes
fi_fi: Uudet jaksot

# #31401
source: New Artists
fi_fi: Uudet esittäjät

# #31402
source: New Albums
fi_fi: Uudet albumit

# #31403
source: In-Progress TV Shows
fi_fi: Katselussa olevat sarjat

# #31404
source: In-Progress Movies
fi_fi: Katselussa olevat elokuvat

# #31405
source: Top Albums
fi_fi: Arvostetuimmat albumit

# #31406
source: Top Rated Movies
fi_fi: Arvostetuimmat elokuvat

# #31407
source: Top Rated TV Shows
fi_fi: Arvostetuimmat sarjat

# #31408
source: Random Movies
fi_fi: Elokuvasekoitus

# #31409
source: Random TV Shows
fi_fi: Sarjasekoitus

# #31410
source: Random Episodes
fi_fi: Jaksosekoitus

# #31411
source: Random Songs
fi_fi: Kappalesekoitus

# #31412
source: Random Albums
fi_fi: Albumisekoitus

# #31413
source: All Movies
fi_fi: Kaikki elokuvat

# #31414
source: All TV Shows
fi_fi: Kaikki sarjat

# #31415
source: Movies and TV Shows
fi_fi: Elokuvat ja sarjat

# #31416
source: Side menu
fi_fi: Sivuvalikko

# #31417
source: Random Artists
fi_fi: Esittäjäsekoitus

# #31419
source: Overview
fi_fi: Yhteenveto

# #31420
source: Apps
fi_fi: Sovellukset

# #31421
source: Choose submenu list
fi_fi: Valitse alivalikon lista

# #31422
source: Categories style
fi_fi: Kategorioiden tyyli

# #31423
source: Card
fi_fi: Kortti

# #31425
source: Labels
fi_fi: Otsikot

# #31426
source: Light dialogs
fi_fi: Vaaleat valintaruudut

# #31427
source: Initialising
fi_fi: Valmistellaan

# #31428
source: Hide widget initialisation behind splash
fi_fi: Piilota widgettien valmistelu käynnistysruudun taakse

# #31429
source: Chapters
fi_fi: Kappaleet

# #31430
source: Customise video OSD widgets
fi_fi: Mukauta videotoiston kuvaruutunäytön widgettejä

# #31432
source: Adaptive
fi_fi: Sopeutuva

# #31434
source: Video OSD
fi_fi: Videotoiston kuvaruutunäyttö

# #31435
source: TMDbHelper lookups
fi_fi: TMDbHelper-haut

# #31437
source: Choose spotlight
fi_fi: Valitse poiminta

# #31438
source: Simple
fi_fi: Yksinkertainen

# #31439
source: Large
fi_fi: Suuri

# #31440
source: Extra Large
fi_fi: Erittäin suuri

# #31441
source: FlixArt Size
fi_fi: FlixArt-koko

# #31448
source: Show "More" item on limited widgets
fi_fi: Näytä rajoitetuissa widgeteissä "Lisää"-kohde

# #31449
source: Setup wizard
fi_fi: Ohjattu määritys

# #31451
source: Compound
fi_fi: Yhdistetty

# #31452
source: Composite
fi_fi: Kooste

# #31453
source: Choose colour theme
fi_fi: Valitse väriteema

# #31454
source: Choose dialog style
fi_fi: Valitse valintaruutujen tyyli

# #31455
source: Choose layout style
fi_fi: Valitse asettelun tyyli

# #31456
source: Prebuilt
fi_fi: Valmis määritys

# #31458
source: Monochrome
fi_fi: Yksivärinen

# #31459
source: Ratings style
fi_fi: Arvioiden tyyli

# #31460
source: Customise visualisation
fi_fi: Mukauta visualisointia

# #31461
source: Choose preset
fi_fi: Valitse esiasetus

# #31465
source: Rain chance
fi_fi: Sateen mahdollisuus

# #31467
source: Tiles configuration
fi_fi: Laattojen määritys

# #31468
source: Tile layout
fi_fi: Laattaasettelu

# #31469
source: Choose shortcut
fi_fi: Valitse pikavalinta

# #31470
source: Wind gusts
fi_fi: Tuulenpuuskia

# #31471
source: Fire danger
fi_fi: Metsäpalovaroitus

# #31472
source: Rain since 9am
fi_fi: Sadetta aamuyhdeksästä alkaen

# #31473
source: Radar
fi_fi: Tutka

# #31474
source: Spotlight style
fi_fi: Poiminnan tyyli

# #31477
source: Progress percentage
fi_fi: Edistymisprosentti

# #31478
source: by
fi_fi: tekijältä

# #31481
source: Play trailers automatically
fi_fi: Toista trailerit automaattisesti

# #31482
source: Trailers
fi_fi: Trailerit

# #31483
source: Replay
fi_fi: Toista uudelleen

# #31484
source: Pause
fi_fi: Keskeytä

# #31485
source: Stop
fi_fi: Pysäytä

# #31486
source: Dialog
fi_fi: Ikkunassa

# #31487
source: Play trailers from information in
fi_fi: Toista tietojen trailerit

# #31491
source: Miscellaneous
fi_fi: Sekalaiset

# #31492
source: Add-ons hub
fi_fi: Lisäosahubi

# #31494
source: Rebuild
fi_fi: Rakenna uudelleen

# #31495
source: Unlocked
fi_fi: Avattu

# #31496
source: Customise widgets
fi_fi: Mukauta widgettejä

# #31497
source: Minimise menu
fi_fi: Pienennä valikko

# #31500
source: There were no [LOWERCASE]$VAR[Label_Setting_SearchStyle][/LOWERCASE] results found for
fi_fi: [LOWERCASE]$VAR[Label_Setting_SearchStyle][/LOWERCASE] ei tuottanut tuloksia kohteelle

# #31501
source: Please try another search
fi_fi: Kokeile eri hakua

# #31502
source: More Options
fi_fi: Lisää asetuksia

# #31503
source: Extras
fi_fi: Lisämateriaalit

# #31505
source: Skin user login screen on startup
fi_fi: Muuta käynnistyksen käyttäjäkirjautuminen ulkoasua vastaavaksi

# #31506
source: Individual skin user widget configurations
fi_fi: Käyttäjäkohtaiset ulkoasun widgettimääritykset

# #31507
source: pseudo profiles
fi_fi: pseudoprofiilit

# #31508
source: Loading skin user profiles
fi_fi: Ladataan ulkoasun käyttäjäprofiileja

# #31509
source: Holiday
fi_fi: Juhlakausi

# #31510
source: Holiday themes
fi_fi: Juhlavat teemat

# #31511
source: Shortcut
fi_fi: Pikavalinta

# #31512
source: Classic mode
fi_fi: Perinteinen tila

# #31513
source: Side Menu Icons
fi_fi: Sivuvalikon kuvakkeet

# #31514
source: Global Widgets
fi_fi: Globaalit widgetit

# #31515
source: Main Items
fi_fi: Pääkohteet

# #31516
source: Edit items
fi_fi: Muokkaa kohteita

# #31517
source: Reverse order
fi_fi: Käänteinen järjestys

# #31518
source: Highlight type
fi_fi: Korostuksen tyyppi

# #31519
source: A single reusable group of widgets
fi_fi: Yksi uudelleenkäytettävä widgettiryhmä

# #31520
source: Widgets for $INFO[Container(22001).ListItem.Label,[LOWERCASE],[/LOWERCASE]] icon on home screen
fi_fi: Widgetit kotinäytön $INFO[Container(22001).ListItem.Label,[LOWERCASE],[/LOWERCASE]] -kuvakkeelle

# #31521
source: Edit global widgets
fi_fi: Muokkaa globaaleja widgettejä

# #31522
source: Widgets for $INFO[Container(22001).ListItem.Label,[LOWERCASE],[/LOWERCASE]] category
fi_fi: Widgetit kohteen $INFO[Container(22001).ListItem.Label,[LOWERCASE],[/LOWERCASE]] kategorialle

# #31523
source: Edit $INFO[Container(22001).ListItem.Label,[LOWERCASE],[/LOWERCASE]] widgets
fi_fi: Muokkaa kohteen $INFO[Container(22001).ListItem.Label,[LOWERCASE],[/LOWERCASE]] widgettejä

# #31524
source: Edit $INFO[Container(22001).ListItem.Label,[LOWERCASE],[/LOWERCASE]] submenu
fi_fi: Muokkaa kohteen $INFO[Container(22001).ListItem.Label,[LOWERCASE],[/LOWERCASE]] alivalikkoa

# #31525
source: Edit $INFO[Container(22001).ListItem.Label,[LOWERCASE],[/LOWERCASE]] spotlight
fi_fi: Muokkaa kohteen $INFO[Container(22001).ListItem.Label,[LOWERCASE],[/LOWERCASE]] poimintaa

# #31526
source: Edit hub spotlight
fi_fi: Muokkaa hubin poimintaa

# #31527
source: Spotlight inside the $INFO[Container(22001).ListItem.Label,[LOWERCASE],[/LOWERCASE]] hub
fi_fi: $INFO[Container(22001).ListItem.Label,[LOWERCASE],[/LOWERCASE]] -hubin sisältämä poiminta

# #31528
source: Edit hub categories
fi_fi: Muokkaa hubin kategorioita

# #31529
source: Categories inside the $INFO[Container(22001).ListItem.Label,[LOWERCASE],[/LOWERCASE]] hub
fi_fi: $INFO[Container(22001).ListItem.Label,[LOWERCASE],[/LOWERCASE]] -hubin sisältämät kategoriat

# #31530
source: Edit hub widgets
fi_fi: Muokkaa hubin widgettejä

# #31531
source: Widgets inside the $INFO[Container(22001).ListItem.Label,[LOWERCASE],[/LOWERCASE]] hub
fi_fi: $INFO[Container(22001).ListItem.Label,[LOWERCASE],[/LOWERCASE]] -hubin sisältämät widgetit

# #31532
source: Disables hub spotlight and categories
fi_fi: Poistaa hubien poiminnat ja kategoriat käytöstä

# #31533
source: Add list
fi_fi: Lisää lista

# #31534
source: Del list
fi_fi: Poista lista

# #31535
source: Restore
fi_fi: Palauta

# #31536
source: Choose fallback image folder
fi_fi: Valitse varakuvien kansio

# #31537
source: Edit submenu items
fi_fi: Muokkaa alivalikon kohteita

# #31538
source: Clear submenu list first
fi_fi: Tyhjennä alivalikon lista ensin

# #31539
source: Allow stacking
fi_fi: Salli pinoaminen

# #31540
source: Submenu lists always allow stacking
fi_fi: Pinoamisen sallitaan alivalikoiden listoissa aina
