Repository: psp2111-ADSLGATE/psp2111-ADSLGATE.github.io
Catalog: repo/skin.arctic.fuse-0.7.16/language/resource.language.*/strings.po
Languages: fi_fi

# #31000
source: Live TV / PVR
fi_fi: Televisio/tallennin

# #31001
source: In-Progress Episodes
fi_fi: Keskeneräiset jaksot

# #31002
source: Edit $INFO[Container(22001).ListItem.Label,[LOWERCASE],[/LOWERCASE]] categories
fi_fi: Muokkaa kohteen $INFO[Container(22001).ListItem.Label,[LOWERCASE],[/LOWERCASE]] kategorioita

# #31003
source: Submenu list
fi_fi: Alivalikon lista

# #31004
source: Clear category spotlight first
fi_fi: Tyhjennä kategorian poiminta ensin

# #31005
source: Choose global spotlight
fi_fi: Valitse globaali poiminta

# #31006
source: Location
fi_fi: Sijainti

# #31007
source: Up
fi_fi: Ylös

# #31008
source: Down
fi_fi: Alas

# #31009
source: Widget Customisation
fi_fi: Widgettien mukautus

# #31010
source: Welcome to the Arctic Fuse widget customisation screen!
fi_fi: Tervetuloa Arctic Fusen widgettimuokkaukseen!

# #31011
source: Click any item to customise it.
fi_fi: Muokkaa mitä tahansa kohdetta painamalla sitä.

# #31012
source: Use the hub window selector at the top of the screen to change which window is being customised.
fi_fi: Valitse mukautettava ikkuna valitsemalla se ylälaidan hubivalitsimesta.

# #31013
source: Your changes are automatically saved.
fi_fi: Muutoksesi tallentuvat automaattisesti.

# #31014
source: Prebuilt default widget sets are available from the "Prebuilt" icon.
fi_fi: Oletusarvoisia valmiita widgettikokoelmia löytyy "Valmiit määritykset" -kuvakkeesta.

# #31015
source: Order
fi_fi: Järjestä

# #31016
source: Sort by
fi_fi: Järjestys

# #31017
source: Widget Groups
fi_fi: Widgettiryhmät

# #31018
source: Recommendations
fi_fi: Suositukset

# #31019
source: Next Aired Trakt
fi_fi: Seuraava esitys, Trakt

# #31020
source: Next Aired Library
fi_fi: Esitetään seuraavaksi -kirjasto

# #31021
source: Repositories
fi_fi: Tietovarastot

# #31022
source: items
fi_fi: kohdetta

# #31023
source: Loading
fi_fi: Ladataan

# #31024
source: Critics Consensus
fi_fi: Kriitikoiden yksimielisyys

# #31025
source: Item
fi_fi: Kohde

# #31026
source: Hub
fi_fi: Hubi

# #31027
source: Widget Group
fi_fi: Widgettiryhmä

# #31028
source: Outline
fi_fi: Ääriviiva

# #31029
source: Images
fi_fi: Kuvat

# #31030
source: Critics
fi_fi: Kriitikot

# #31031
source: Global
fi_fi: Globaali

# #31032
source: Apply
fi_fi: Käytä

# #31033
source: People
fi_fi: Henkilöt

# #31034
source: Cast member
fi_fi: Sarjat, joissa näyttelijänä

# #31035
source: Crew member
fi_fi: Elokuvat, joiden henkilöstössä

# #31036
source: Local
fi_fi: Paikalliset

# #31037
source: Complex
fi_fi: Monimutkainen

# #31038
source: Directing
fi_fi: Ohjaus

# #31039
source: Writing
fi_fi: Käsikirjoitus

# #31040
source: Use as widget
fi_fi: Käytä widgettinä

# #31041
source: Similar
fi_fi: Samankaltaiset

# #31042
source: Clock
fi_fi: Kello

# #31043
source: Flat (No Gradient)
fi_fi: Tasainen (ei liukuväriä)

# #31044
source: Viewtypes
fi_fi: Näkymätyypit

# #31045
source: Landscape
fi_fi: Landscape-kuvat

# #31046
source: No Results
fi_fi: Ei tuloksia

# #31047
source: Popularity
fi_fi: Suosio

# #31048
source: Sort
fi_fi: Järjestä

# #31049
source: Default Widgets
fi_fi: Oletuswidgetit

# #31050
source: Crew
fi_fi: Henkilöstö

# #31051
source: Person
fi_fi: Henkilö

# #31052
source: Sound
fi_fi: Äänet

# #31053
source: Profile
fi_fi: Profiili

# #31054
source: Liked by
fi_fi: Tykännyt

# #31056
source: critics
fi_fi: kriitikot

# #31057
source: Years Old
fi_fi: Vuotta vanha

# #31058
source: Recently Watched Movies
fi_fi: Viimeksi katsotut elokuvat

# #31059
source: Recently Watched TV Shows
fi_fi: Viimeksi katsotut sarjat

# #31060
source: Recently Watched Episodes
fi_fi: Viimeksi katsotut jaksot

# #31061
source: User rating
fi_fi: Käyttäjäarvio

# #31062
source: Playlist order
fi_fi: Toistolistan järjestys

# #31063
source: Watched episodes
fi_fi: Katsotut jaksot

# #31064
source: Awards
fi_fi: Palkinnot

# #31065
source: Creator
fi_fi: Luoja

# #31066
source: Discover
fi_fi: Löydä katseltavaa

# #31067
source: Cinematography
fi_fi: Elokuvaus

# #31068
source: Experimental
fi_fi: Nouda katselun jatkopisteet (kokeellinen ja hitaampi)

# #31069
source: Background video
fi_fi: Taustavideo

# #31070
source: Fixed aspect ratio
fi_fi: Kiinteä kuvasuhde

# #31071
source: Playback Speed
fi_fi: Toistonopeus

# #31072
source: Art Department
fi_fi: Taideosasto

# #31073
source: mins
fi_fi: min

# #31074
source: hr
fi_fi: t

# #31075
source: Editing
fi_fi: Leikkaus

# #31076
source: Starring
fi_fi: Pääosat

# #31077
source: More Information
fi_fi: Lisätietoja

# #31078
source: The prebuilt icon provides options to install various different default widget and menu sets.
fi_fi: "Valmiit määritykset" -kuvakkeen alta voit määrittää erilaisia widgettikokoelmia.

# #31079
source: Using this option will override parts of your existing configuration.
fi_fi: Tämä valinta korvaa nykyiset määrityksesi osittain.

# #31080
source: Rebuilding forces Skin Variables to generate the skin XML files for your current configuration.
fi_fi: Uudelleenrakennus pakottaa Skin Variables -lisäosan luomaan ulkoasun SML-tiedostot uudelleen nykyisillä määrityksilläsi.

# #31081
source: Rebuilding is required to make your changes visible in the skin.
fi_fi: Uudelleenrakennus on suoritettava, jotta muutoksesi näkyvät ulkoasussa.

# #31082
source: Unlocking the layout allows menu items to be loaded dynamically.
fi_fi: Asettelun vapautus mahdollistaa valikkokohteiden dynaamisen latauksen.

# #31083
source: Combined
fi_fi: Yhdistetty

# #31084
source: Dynamically loaded menu items allow real time editing directly from the home screen using the context menu.
fi_fi: Dynaamisesti ladattuja valikkokohteita voidaan muokata suoraan aloitusnäytön sisältövalikosta.

# #31085
source: Live TV
fi_fi: Televisio

# #31086
source: Customise options
fi_fi: Mukauta valintoja

# #31087
source: Locking the layout generates static menu items to improve loading time.
fi_fi: Asettelun lukitseminen nopeuttaa latautumista luomalla kiinteät valikkokohteet.

# #31088
source: Relocking is recommended once no further changes are required.
fi_fi: Lukituksen palautus on suositeltavaa kun muutoksia ei enää tarvitse tehdä.

# #31089
source: The "Add List" option allows for adding all items from a directory directly to a menu or widget group.
fi_fi: "Lisää lista" -valinta mahdollistaa kaikkien valittua listakohdetta vastaavien kohteiden lisäämisen valikkoon tai widgettiryhmään.

# #31090
source: In-Progress
fi_fi: Keskeneräinen

# #31091
source: For example, selecting the movie genre library node will add each movie genre folder as a separate item to the group.
fi_fi: Esimerkiksi elokuvakirjaston lajityyppiosion valinta lisää ryhmään kaikki lajityyppikohteet.

# #31092
source: Use the "Del List" option to undo changes via the reverse process.
fi_fi: "Poista lista" -valinta kumoaa käänteiset muutokset.

# #31093
source: The "Del List" option allows for deleting all items inside a menu or widget group which match items in the chosen list.
fi_fi: "Poista lista" -valinta mahdollistaa kaikkien valittua listakohdetta vastaavien kohteiden poistamisen valikosta tai widgettiryhmstä.

# #31094
source: For example, selecting the movie genre library node will delete all movie genre items in the current group.
fi_fi: Esimerkiksi elokuvakirjaston lajityyppiosion valinta poistaa ryhmästä kaikki lajityyppikohteet.

# #31095
source: Use the "Add List" option to undo changes via the reverse process.
fi_fi: "Lisää lista" -valinta kumoaa käänteiset muutokset.

# #31096
source: The hub layout button toggles the window layout of the current hub.
fi_fi: Hubin asettelupainike muuttaa nykyisen hubi-ikkunan asettelua.

# #31097
source: Classic mode offers a simplified widgets-only layout.
fi_fi: Perinteinen tila tarjoaa yksinkertaistetun vain widgettejä sisältävän asettelun.

# #31098
source: Complex mode offers more advanced layout options including spotlights, categories, and adaptive submenus.
fi_fi: Monipuolinen tila tarjoaa laajasti muokattavissa olevan asettelun poiminnoilla, kategorioilla ja mukautuvilla alivalikoilla.

# #31099
source: The widget grouping button toggles between local and global widget groups on a per category basis.
fi_fi: Widgettien ryhmittelypainike vaihtaa kategoriakohtaisesti paikallisten ja globaalien widgettiryhmien välillä.

# #31100
source: Local widgets define separate widget groups per category.
fi_fi: Paikalliset widgetit määrittävät erilliset widgettiryhmät kategorioiden perusteella.

# #31101
source: Global widgets define a single widget group which can be reused across multiple categories.
fi_fi: Globaalit widgetit määrittävät yksittäisen widgettiryhmän, jota voidaan käyttää useissa kategorioissa.

# #31102
source: Prebuilt Configuration
fi_fi: Valmiit määritykset

# #31103
source: Widgets
fi_fi: Widgetit

# #31104
source: Rebuild XML
fi_fi: Rakenna XML uudelleen

# #31105
source: Spotlight
fi_fi: Poiminta

# #31106
source: Layout Locking
fi_fi: Asettelun lukitus

# #31107
source: Right footer
fi_fi: Oikea alamarginaali

# #31108
source: Collections
fi_fi: Kokoelmat

# #31110
source: Add and Deleting Lists
fi_fi: Listojen lisäys ja poisto

# #31114
source: Layout Modes
fi_fi: Asettelutilat

# #31115
source: Australian summer
fi_fi: Austraalian kesä

# #31116
source: Winter frost
fi_fi: Talvipakkanen

# #31117
source: Lowest
fi_fi: Alin

# #31118
source: Expanded
fi_fi: Laajennettu

# #31119
source: Highest
fi_fi: Korkein

# #31120
source: Widgets only
fi_fi: Vain widgetit

# #31122
source: Watchlist
fi_fi: Katselulista

# #31123
source: On Deck
fi_fi: Ajankohtaista

# #31124
source: Indicator
fi_fi: Indikaattori

# #31125
source: Invert Text Colour
fi_fi: Käänteinen tekstin väri

# #31126
source: Options menu
fi_fi: Asetusvalikko

# #31127
source: Left footer
fi_fi: Vasen alamarginaali

# #31128
source: Trending
fi_fi: Nousussa

# #31129
source: Up next in
fi_fi: Seuraavaksi

# #31130
source: seconds
fi_fi: sekunnin kuluttua

# #31131
source: Continue watching in
fi_fi: Jatka katselua

# #31132
source: History
fi_fi: Historia

# #31133
source: Set the type and add rules to create a smart playlist. These playlists are dynamic and include all media items from your database which apply to your chosen rules.
fi_fi: Luo älytoistolista asettamalla tyyppi ja lisäämällä sääntöjä. Nämä toistolistat ovat dynaamisia ja sisältävät kaiken valittuja sääntöjä vastaavan tietokantasi mediasisällön.

# #31134
source: Playing
fi_fi: Toistetaan

# #31135
source: Page
fi_fi: Sivu

# #31136
source: Categories and combined style
fi_fi: Kategoriat ja yhdistetty tyyli

# #31137
source: Detailed
fi_fi: Yksityiskohtainen

# #31138
source: Aqua Classic
fi_fi: Perinteinen Aqua

# #31139
source: Tropical Sunset
fi_fi: Trooppinen auringonlasku

# #31141
source: Plain Monochrome
fi_fi: Tasainen yksivärinen

# #31142
source: Total Duration
fi_fi: Kokonaiskesto

# #31143
source: Classic
fi_fi: Perinteinen

# #31144
source: You have watched a total of $INFO[Window(Home).Property(TMDbHelper.TraktStats.Total.Minutes_d),[COLOR=main_fg_90][B],[/B][/COLOR]] days$COMMA $INFO[Window(Home).Property(TMDbHelper.TraktStats.Total.Minutes_h),[COLOR=main_fg_90][B],[/B][/COLOR]] hrs and $INFO[Window(Home).Property(TMDbHelper.TraktStats.Total.Minutes_mm),[COLOR=main_fg_90][B],[/B][/COLOR]] mins of content.
fi_fi: Olet katsellut sisältöä yhteensä $INFO[Window(Home).Property(TMDbHelper.TraktStats.Total.Minutes_d),[COLOR=main_fg_90][B],[/B][/COLOR]] päivän $COMMA $INFO[Window(Home).Property(TMDbHelper.TraktStats.Total.Minutes_h),[COLOR=main_fg_90][B],[/B][/COLOR]] tunnin ja $INFO[Window(Home).Property(TMDbHelper.TraktStats.Total.Minutes_mm),[COLOR=main_fg_90][B],[/B][/COLOR]] minuutin edestä.

# #31145
source: Initialising Skin
fi_fi: Valmistellaan ulkoasua

# #31146
source: The $VAR[Label_TraktStats_Recent_0_Type,[LOWERCASE],[/LOWERCASE]] $INFO[Window(Home).Property(TMDbHelper.TraktStats.Recent.0.Episode.Title),[COLOR=main_fg_90][B],[/B][/COLOR]]$INFO[Window(Home).Property(TMDbHelper.TraktStats.Recent.0.Show.Title), from the show [COLOR=main_fg_90][B],[/B][/COLOR]]$INFO[Window(Home).Property(TMDbHelper.TraktStats.Recent.0.Movie.Title),[COLOR=main_fg_90][B],[/B][/COLOR]]$INFO[Window(Home).Property(TMDbHelper.TraktStats.Recent.0.Movie.Year), released in [COLOR=main_fg_90][B],[/B][/COLOR]] was most recently watched.
fi_fi: Viimeksi katsottiin $VAR[Label_TraktStats_Recent_0_Type,[LOWERCASE],[/LOWERCASE]] $INFO[Window(Home).Property(TMDbHelper.TraktStats.Recent.0.Episode.Title),[COLOR=main_fg_90][B],[/B][/COLOR]]$INFO[Window(Home).Property(TMDbHelper.TraktStats.Recent.0.Show.Title), sarjasta [COLOR=main_fg_90][B],[/B][/COLOR]]$INFO[Window(Home).Property(TMDbHelper.TraktStats.Recent.0.Movie.Title),[COLOR=main_fg_90][B],[/B][/COLOR]]$INFO[Window(Home).Property(TMDbHelper.TraktStats.Recent.0.Movie.Year), vuodelta [COLOR=main_fg_90][B],[/B][/COLOR]].

# #31147
source: You have watched $INFO[Window(Home).Property(TMDbHelper.TraktStats.Movies.Watched),[COLOR=main_fg_90][B],[/B][/COLOR]] movies and $INFO[Window(Home).Property(TMDbHelper.TraktStats.Shows.Watched),[COLOR=main_fg_90][B],[/B][/COLOR]] shows.
fi_fi: Olet katsonut $INFO[Window(Home).Property(TMDbHelper.TraktStats.Movies.Watched),[COLOR=main_fg_90][B],[/B][/COLOR]] elokuvaa ja $INFO[Window(Home).Property(TMDbHelper.TraktStats.Shows.Watched),[COLOR=main_fg_90][B],[/B][/COLOR]] sarjaa.

# #31148
source: Explore
fi_fi: Tutki

# #31149
source: Menu style
fi_fi: Valikon tyyli

# #31150
source: Categories
fi_fi: Kategoriat

# #31151
source: Search and options
fi_fi: Haku ja asetukset

# #31152
source: Remove search and options items from menu
fi_fi: Poista haku ja asetukset valikosta

# #31153
source: Disabling the options item will remove the ability to open settings.
fi_fi: Asetuskohteen poisto estää asetusten avauksen.

# #31154
source: Misc options
fi_fi: Sekalaiset asetukset

# #31155
source: Ensure that you have an alternative means of opening settings before removing the options item from the menu.
fi_fi: Varmista, että voit avata asetukset muuta kautta ennen asetusten valikkokohteen poistoa.

# #31156
source: You have $INFO[Window(Home).Property(Music.ArtistsCount),[COLOR=main_fg_90][B],[/B][/COLOR]] artists$COMMA $INFO[Window(Home).Property(Music.AlbumsCount),[COLOR=main_fg_90][B],[/B][/COLOR]] albums and $INFO[Window(Home).Property(Music.SongsCount),[COLOR=main_fg_90][B],[/B][/COLOR]] songs in your library.
fi_fi: Kirjastossasi on $INFO[Window(Home).Property(Music.ArtistsCount),[COLOR=main_fg_90][B],[/B][/COLOR]] artists$COMMA $INFO[Window(Home).Property(Music.AlbumsCount),[COLOR=main_fg_90][B],[/B][/COLOR]] albumia ja $INFO[Window(Home).Property(Music.SongsCount),[COLOR=main_fg_90][B],[/B][/COLOR]] kappaletta.

# #31157
source: The album $INFO[Window(Home).Property(LatestAlbum.1.Title),[COLOR=main_fg_90][B],[/B][/COLOR]] by $INFO[Window(Home).Property(LatestAlbum.1.Artist),[COLOR=main_fg_90][B],[/B][/COLOR]] was most recently added.
fi_fi: Viimeksi lisättiin esittäjän $INFO[Window(Home).Property(LatestAlbum.1.Artist),[COLOR=main_fg_90][B],[/B][/COLOR]] albumi $INFO[Window(Home).Property(LatestAlbum.1.Title),[COLOR=main_fg_90][B],[/B][/COLOR]].

# #31158
source: Layout
fi_fi: Asettelu

# #31159
source: Version
fi_fi: Versio

# #31160
source: REC
fi_fi: Tallennus

# #31161
source: Ends
fi_fi: Päättyy

# #31162
source: Hide
fi_fi: Piilota

# #31163
source: Vertical
fi_fi: Pysty

# #31164
source: Horizontal
fi_fi: Vaaka

# #31165
source: Seekbar behaviour on delayed pause
fi_fi: Hakupalkin toiminta tauotuksen pidentyessä

# #31166
source: Back
fi_fi: Takaisin

# #31170
source: Always display date and time
fi_fi: Näytä päivämäärä ja kellonaika aina

# #31171
source: On-screen keyboard size
fi_fi: Näyttönäppäimistön koko

# #31172
source: You have watched $INFO[Window(Home).Property(TVShows.Watched),[COLOR=main_fg_90][B],[/B][/COLOR]] of $INFO[Window(Home).Property(TVShows.Count),[COLOR=main_fg_90][B],[/B][/COLOR]] tvshows in your library.[CR]The episode $INFO[Window(Home).Property(LatestEpisode.1.EpisodeTitle),[COLOR=main_fg_90][B],[/B][/COLOR]]$INFO[Window(Home).Property(LatestEpisode.1.ShowTitle), from the show [COLOR=main_fg_90][B],[/B][/COLOR]] was recently added.
fi_fi: Olet katsonut $INFO[Window(Home).Property(TVShows.Watched),[COLOR=main_fg_90][B],[/B][/COLOR]]/$INFO[Window(Home).Property(TVShows.Count),[COLOR=main_fg_90][B],[/B][/COLOR]] kirjastosi sarjaa.[CR]Viimeksi lisättiin jakso $INFO[Window(Home).Property(LatestEpisode.1.EpisodeTitle),[COLOR=main_fg_90][B],[/B][/COLOR]]$INFO[Window(Home).Property(LatestEpisode.1.ShowTitle), sarjasta [COLOR=main_fg_90][B],[/B][/COLOR]].

# #31173
source: Scroll
fi_fi: Vieritä

# #31174
source: Navigation
fi_fi: Navigointi

# #31175
source: You have watched $INFO[Window(Home).Property(Movies.Watched),[COLOR=main_fg_90][B],[/B][/COLOR]] of $INFO[Window(Home).Property(Movies.Count),[COLOR=main_fg_90][B],[/B][/COLOR]] movies in your library.[CR]The movie $INFO[Window(Home).Property(LatestMovie.1.Title),[COLOR=main_fg_90][B],[/B][/COLOR]]$INFO[Window(Home).Property(LatestMovie.1.Year), released in [COLOR=main_fg_90][B],[/B][/COLOR]] was recently added.
fi_fi: Olet katsonut $INFO[Window(Home).Property(Movies.Watched),[COLOR=main_fg_90][B],[/B][/COLOR]]/$INFO[Window(Home).Property(Movies.Count),[COLOR=main_fg_90][B],[/B][/COLOR]] kirjastosi elokuvaa.[CR]Viimeksi lisättiin elokuva $INFO[Window(Home).Property(LatestMovie.1.Title),[COLOR=main_fg_90][B],[/B][/COLOR]]$INFO[Window(Home).Property(LatestMovie.1.Year), vuodelta [COLOR=main_fg_90][B],[/B][/COLOR]].

# #31176
source: You have $INFO[Window(Home).Property(Movies.Count),[COLOR=main_fg_90][B],[/B][/COLOR]] movies$COMMA $INFO[Window(Home).Property(TVShows.Count),[COLOR=main_fg_90][B],[/B][/COLOR]] tv shows$COMMA $INFO[Window(Home).Property(Episodes.Count),[COLOR=main_fg_90][B],[/B][/COLOR]] episodes$COMMA $INFO[Window(Home).Property(MusicVideos.Count),[COLOR=main_fg_90][B],[/B][/COLOR]] music videos$COMMA $INFO[Window(Home).Property(Music.ArtistsCount),[COLOR=main_fg_90][B],[/B][/COLOR]] artists$COMMA $INFO[Window(Home).Property(Music.AlbumsCount),[COLOR=main_fg_90][B],[/B][/COLOR]] albums and $INFO[Window(Home).Property(Music.SongsCount),[COLOR=main_fg_90][B],[/B][/COLOR]] songs in your library.
fi_fi: Kirjastossasi on $INFO[Window(Home).Property(Movies.Count),[COLOR=main_fg_90][B],[/B][/COLOR]] elokuvaa$COMMA $INFO[Window(Home).Property(TVShows.Count),[COLOR=main_fg_90][B],[/B][/COLOR]] sarjaa$COMMA $INFO[Window(Home).Property(Episodes.Count),[COLOR=main_fg_90][B],[/B][/COLOR]] jaksoa$COMMA $INFO[Window(Home).Property(MusicVideos.Count),[COLOR=main_fg_90][B],[/B][/COLOR]] musiikkivideota$COMMA $INFO[Window(Home).Property(Music.ArtistsCount),[COLOR=main_fg_90][B],[/B][/COLOR]] esittäjää$COMMA $INFO[Window(Home).Property(Music.AlbumsCount),[COLOR=main_fg_90][B],[/B][/COLOR]] albumia ja $INFO[Window(Home).Property(Music.SongsCount),[COLOR=main_fg_90][B],[/B][/COLOR]] kappaletta.

# #31177
source: Menus
fi_fi: Valikot

# #31178
source: Info line
fi_fi: Tietorivi

# #31179
source: Keyword
fi_fi: Avainsana

# #31180
source: Furniture
fi_fi: Kalusteet

# #31181
source: Scheduled
fi_fi: Ajoitettu

# #31182
source: EPG and channels style
fi_fi: Ohjelmaoppaan ja kanavien tyyli

# #31183
source: times
fi_fi: ajat

# #31184
source: Ends
fi_fi: Päättyy

# #31185
source: Autoscroll
fi_fi: Automaattinen vieritys

# #31186
source: Behaviour
fi_fi: Käyttäytyminen

# #31187
source: Autoscroll time interval
fi_fi: Automaattisen vierityksen viive

# #31188
source: Limit
fi_fi: Rajoitus

# #31189
source: Autoclose OSD after X seconds
fi_fi: Kuvaruutuvalikon automaattinen sulku (sekuntia)

# #31190
source: time
fi_fi: aika

# #31191
source: Optional details
fi_fi: Valinnaiset tiedot

# #31192
source: Ends at time
fi_fi: Päättyy

# #31193
source: Expanding clock
fi_fi: Laajeneva kello

# #31194
source: Album duration
fi_fi: Albumin kesto

# #31195
source: Light
fi_fi: Vaalea

# #31196
source: Up Next
fi_fi: Seuraavaksi

# #31197
source: Skin theme
fi_fi: Ulkoasun teema

# #31198
source: Track duration
fi_fi: Kappaleen kesto

# #31199
source: Date and time
fi_fi: Päivämäärä ja kellonaika

# #31200
source: Added on
fi_fi: Lisätty

# #31201
source: Seekbar displays title details while seeking
fi_fi: Hakupalkki näyttää siirtymisen aikana tietoja nimikkeestä

# #31202
source: Ratings
fi_fi: Arviot

# #31203
source: Customise
fi_fi: Mukauta

# #31204
source: Customise dialog background
fi_fi: Mukauta ikkunoiden taustaa

# #31205
source: Codecs and providers
fi_fi: Koodekit ja toimittajat

# #31206
source: Item count
fi_fi: Kohteiden määrä

# #31207
source: Codec style
fi_fi: Koodekkien tyyli

# #31208
source: Header
fi_fi: Osikko

# #31209
source: Boxes
fi_fi: Laatikot

# #31210
source: Series Premiere
fi_fi: Sarjan ensiesitys

# #31211
source: Season Premiere
fi_fi: Kauden ensiesitys

# #31212
source: Mid-Season Premiere
fi_fi: Keskikauden ensiesitys

# #31213
source: Visualisation settings
fi_fi: Visualisoinnin asetukset

# #31214
source: Series Finale
fi_fi: Sarjan päätösjakso

# #31215
source: Season Finale
fi_fi: Kauden päätösjakso

# #31216
source: Video decoder
fi_fi: Videodekooderi

# #31217
source: Pixel format
fi_fi: Pikselimuoto

# #31218
source: Mid-Season Finale
fi_fi: Keskikauden päätösjakso

# #31219
source: Left header
fi_fi: Vasen otsikko

# #31220
source: Purple
fi_fi: Violetti

# #31221
source: Slate
fi_fi: Liuske

# #31222
source: Coal
fi_fi: Hiili

# #31223
source: Gridlines
fi_fi: Ruudukkoviivat

# #31224
source: Pink
fi_fi: Pinkki

# #31225
source: Chalk
fi_fi: Kalkki

# #31226
source: Blush
fi_fi: Punertava

# #31227
source: Premiere
fi_fi: Ensiesitys

# #31228
source: Aqua
fi_fi: Vesi

# #31230
source: Calendar
fi_fi: Kalenteri

# #31231
source: Customise highlight colours
fi_fi: Mukauta korostusvärejä

# #31232
source: Gradient
fi_fi: Liukuväri

# #31234
source: Customise indicators
fi_fi: Mukauta indikaattoreita

# #31235
source: Indicators
fi_fi: Indikaattorit

# #31236
source: Collection
fi_fi: Kokoelma

# #31237
source: Progress
fi_fi: Edistyminen

# #31238
source: Coral
fi_fi: Koralli

# #31239
source: Footer
fi_fi: Alamarginaali

# #31240
source: Tropical
fi_fi: Trooppinen

# #31241
source: Colour scheme
fi_fi: Väriteema

# #31242
source: Blue Slate
fi_fi: Sininen liuske

# #31243
source: Midnight Purple
fi_fi: Keskiyön violetti

# #31244
source: Now playing
fi_fi: Toistetaan parhaillaan

# #31245
source: Autoscroll labels
fi_fi: Vieritä otsikoita automaattisesti

# #31246
source: Autoscroll textboxes
fi_fi: Vieritä tekstialueita automaattisesti

# #31247
source: Colour highlight
fi_fi: Värikorostukset

# #31248
source: Building includes
fi_fi: Rakennus sisältää

# #31249
source: Waiting for PVR
fi_fi: Odotetaan tallenninta

# #31250
source: Highlight
fi_fi: Korostus

# #31251
source: Analog clock
fi_fi: Analoginen kello

# #31253
source: Move between widget groups
fi_fi: Siirry widgettiryhmien välillä

# #31254
source: Performance
fi_fi: Suorituskyky

# #31255
source: Customise startup image
fi_fi: Mukauta käynnistyskuvaa

# #31256
source: Resource Usage
fi_fi: Resurssien käyttö

# #31257
source: Memory
fi_fi: Muisti

# #31258
source: CPU
fi_fi: Prosessori

# #31259
source: FPS
fi_fi: Kuvanopeus (FPS)

# #31260
source: AR
fi_fi: Kuvasuhde (AR)

# #31263
source: bits
fi_fi: bittiä

# #31264
source: Revenue
fi_fi: Tuotto

# #31265
source: Budget
fi_fi: Budjetti

# #31266
source: Menu expands to display labels
fi_fi: Valikko laajenee näyttämään otsikot

# #31267
source: Quality
fi_fi: Laatu

# #31268
source: Fake
fi_fi: Väärennös

# #31269
source: Real
fi_fi: Aito

# #31270
source: Single image
fi_fi: Yksittäinen kuva

# #31271
source: Image folder
fi_fi: Kuvakansio

# #31272
source: Foreground logo
fi_fi: Etualan logo
